import { IAccordionType } from "./accordion.type";

export const accordionModel: IAccordionType[] = [
  {
    title: "Что из себя представляет Netflix?",
    description:
      "Netflix — это стриминговый сервис, позволяющий смотреть разнообразные удостоенные наград фильмы, сериалы, аниме, документальные фильмы и многое другое на тысячах устройств с подключением к интернету. Вы можете смотреть сколько угодно и когда угодно без рекламы по фиксированной низкой цене за месяц. Вы всегда сможете найти что-нибудь новое — мы добавляем сериалы и фильмы каждую неделю!",
  },
  {
    title: "Сколько стоит Netflix?",
    description:
      "Смотрите Netflix на смартфоне, планшете, Smart TV, ноутбуке или телеприставке за единую фиксированную ежемесячную плату. Стоимость планов составляет от 9,39 EUR до 13,99 EUR в месяц. Никаких лишних расходов и обязательств.",
  },
  {
    title: "Где смотреть?",
    description:
      "Смотрите где угодно, когда угодно. Войдите в свой аккаунт Netflix и смотрите через интернет на сайте netflix.com на персональном компьютере или любом устройстве с подключением к интернету и приложением Netflix, включая телевизоры Smart TV, смартфоны, планшеты, плееры для потокового видео и игровые консоли.",
  },
  {
    title: "Как отменить подписку?",
    description:
      "Netflix — гибкий сервис. Никаких запутанных контрактов и обязательств. Вы можете легко отменить подписку на сайте в два клика. Никакой платы за отмену не взимается, открыть или закрыть аккаунт можно когда угодно.",
  },
  {
    title: "Что можно посмотреть на Netflix?",
    description:
      "Netflix предлагает огромную библиотеку полнометражных фильмов, документальных фильмов, сериалов, аниме, удостоенного наград оригинального контента Netflix и многое другое. Смотрите сколько угодно и когда угодно.",
  },
  {
    title: "Подходит ли контент Netflix для детей?",
    description:
      "В подписку включен пакет Netflix Kids, который обеспечивает родителям необходимый контроль, а детям возможность получать удовольствие от просмотра фильмов и сериалов для всей семьи в своем собственном пространстве.",
  },
];
